;; ** NOTE save Language files as UTF-16 w/ BOM (Byte Order Mark)
[general]
version     = 0.2
lang_id     = en
lang_name   = English
app_name    = OneLocale_Baker
description = Support for OneLocale - load .LANG file, generate .AHK
translator  =
date        =
comment     =
Font        =
Fontsize    =

Helptext-font       = Lucida Sans Unicode
Helptext-fontsize   = 10

[gui]
;Source              = &Source:
;btn_File            = File...
SrcFolder           = Input &Folder:
btn_SrcFolder       = Folder...

OutFolder           = Output &Folder:
btn_OutFolder       = Folder...

btn_Go              = Go!
btn_Help            = &About...
btn_OK              = OK

Help                = Help

;Select_File         = Select a Source file
;File_Filter         = .LANG file (*.lang)|All files (*.*)

LangID              = &Language ID:

[status]
ready               = Ready
;bad_ext             = WARNING unrecognized Source file extension
bad_Folder          = folder not a valid Directory

[tooltips]
;Edt_File            = Source file \n(load via Browse, or Drop, or Send To)
;Btn_File            = Browse for a source file
;Edt_Folder          = Output folder
Btn_SrcFolder        = Browse for an input folder
Btn_OutFolder        = Browse for an output folder
Btn_Go              =
Btn_Help            =
LangID              = Language Identifier code

[errors]

; (end)
